Repository: cyoab/hybrd
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

source: Continue
es: Continuar
fr: Continuer
pt_br: Continuar

source: Continue session
es: Continuar sesión
fr: Reprendre la séance
pt_br: Continuar sessão

source: Continue setup
es: Continuar configuración
fr: Reprendre la configuration
pt_br: Continuar configuração

source: Continue with annual
es: Continuar con el plan anual
fr: Continuer avec l’offre annuelle
pt_br: Continuar com o anual

source: Continue with monthly
es: Continuar con el plan mensual
fr: Continuer avec l’offre mensuelle
pt_br: Continuar com o mensal

source: Controlled interval
es: Intervalo controlado
fr: Intervalle maîtrisé
pt_br: Intervalo controlado

source: Controlled · 3 RIR
es: Controlado · 3 RIR
fr: Maîtrisé · 3 RIR
pt_br: Controlado · 3 RIR

source: Cool down
es: Vuelta a la calma
fr: Retour au calme
pt_br: Desaceleração

source: Cool-down
es: Vuelta a la calma
fr: Retour au calme
pt_br: Desaceleração

source: Core
es: Zona media
fr: Sangle abdominale

source: Couldn’t add workout
es: No se pudo añadir el entrenamiento
fr: Impossible d’ajouter l’entraînement
pt_br: Não foi possível adicionar o treino

source: Couldn’t save changes
es: No se pudieron guardar los cambios
fr: Impossible d’enregistrer les modifications
pt_br: Não foi possível salvar as alterações

source: Couldn’t save profile
es: No se pudo guardar el perfil
fr: Impossible d’enregistrer le profil
pt_br: Não foi possível salvar o perfil

source: Couldn’t save the run checkpoint. Keep this session open and free up device storage.
es: No se pudo guardar el punto de recuperación de la carrera. Mantén esta sesión abierta y libera espacio en el dispositivo.
fr: Impossible d’enregistrer le point de reprise de la course. Gardez cette séance ouverte et libérez de l’espace sur l’appareil.
pt_br: Não foi possível salvar o ponto de recuperação da corrida. Mantenha a sessão aberta e libere espaço no dispositivo.

source: Couldn’t save the transfer. Your run remains in the recorder.
es: No se pudo guardar la transferencia. Tu carrera sigue en la grabadora.
fr: Impossible d’enregistrer le transfert. Votre course reste dans l’enregistreur.
pt_br: Não foi possível salvar a transferência. Sua corrida continua no gravador.

source: Create account
es: Crear cuenta
fr: Créer un compte
pt_br: Criar conta

source: Current
es: Actual:
fr: Actuelle :
pt_br: Atual:

source: Current exercise
es: Ejercicio actual
fr: Exercice actuel
pt_br: Exercício atual

source: Current interval progress
es: Progreso del intervalo actual
fr: Progression de l’intervalle actuel
pt_br: Progresso do intervalo atual

source: Current lifting days per week
es: Días de fuerza actuales por semana
fr: Jours actuels de musculation par semaine
pt_br: Dias atuais de força por semana

source: Current pace
es: Ritmo actual
fr: Allure actuelle
pt_br: Ritmo atual

source: Current zone unavailable
es: Zona actual no disponible
fr: Zone actuelle indisponible
pt_br: Zona atual indisponível

source: Customize my equipment
es: Personalizar mi equipo
fr: Personnaliser mon matériel
pt_br: Personalizar meu equipamento

source: DISTANCE
es: DISTANCIA
pt_br: DISTÂNCIA

source: DURATION
es: DURACIÓN
fr: DURÉE
pt_br: DURAÇÃO

source: Daily logged training
es: Entrenamiento diario registrado
fr: Entraînement quotidien enregistré
pt_br: Treino diário registrado

source: Dark
es: Oscuro
fr: Sombre
pt_br: Escuro

source: Date
es: Fecha
pt_br: Data

source: Date of birth
es: Fecha de nacimiento
fr: Date de naissance
pt_br: Data de nascimento

source: Days you can train
es: Días en los que puedes entrenar
fr: Jours où vous pouvez vous entraîner
pt_br: Dias em que você pode treinar

source: Dead bug
es: Bicho muerto

source: Decide later
es: Decidir después
fr: Décider plus tard
pt_br: Decidir depois

source: Develop sustained running with a steady middle block. Stay controlled from the first minute to the last.
es: Desarrolla tu capacidad de sostener el esfuerzo con un bloque central constante. Mantén el control de principio a fin.
fr: Développez votre capacité à soutenir l’effort avec un bloc central régulier. Gardez le contrôle du début à la fin.
pt_br: Desenvolva sua capacidade de sustentar o esforço com um bloco central constante. Mantenha o controle do início ao fim.

source: Different starting points, one athlete. Your running experience won’t decide your lifting level.
es: Distintos puntos de partida, un mismo atleta. Tu experiencia corriendo no define tu nivel de fuerza.
fr: Différents points de départ, une même personne. Votre expérience en course ne détermine pas votre niveau en musculation.
pt_br: Pontos de partida diferentes, um só atleta. Sua experiência na corrida não define seu nível na musculação.

source: Discard
es: Descartar
fr: Supprimer
pt_br: Descartar

source: Discard changes
es: Descartar cambios
fr: Abandonner les modifications
pt_br: Descartar alterações

source: Discard empty recording
es: Descartar grabación vacía
fr: Supprimer l’enregistrement vide
pt_br: Descartar gravação vazia

source: Discard empty run
es: Descartar carrera vacía
fr: Supprimer la course vide
pt_br: Descartar corrida vazia

source: Discard profile changes?
es: ¿Descartar los cambios del perfil?
fr: Abandonner les modifications du profil ?
pt_br: Descartar alterações do perfil?

source: Discard recording
es: Descartar grabación
fr: Supprimer l’enregistrement
pt_br: Descartar gravação

source: Discard recording?
es: ¿Descartar la grabación?
fr: Supprimer l’enregistrement ?
pt_br: Descartar gravação?

source: Discard run
es: Descartar carrera
fr: Supprimer la course
pt_br: Descartar corrida

source: Discard this record?
es: ¿Descartar este registro?
fr: Supprimer cet enregistrement ?
pt_br: Descartar este registro?

source: Discard this recording?
es: ¿Descartar esta grabación?
fr: Supprimer cet enregistrement ?
pt_br: Descartar esta gravação?

source: Distance
es: Distancia
pt_br: Distância

source: Distance could not be added to Apple Health.
es: No se pudo añadir la distancia a Salud de Apple.
fr: La distance n’a pas pu être ajoutée à Santé d’Apple.
pt_br: Não foi possível adicionar a distância ao Saúde da Apple.

source: Distance covered
es: Distancia recorrida
fr: Distance parcourue
pt_br: Distância percorrida

source: Distance remaining
es: Distancia restante
fr: Distance restante
pt_br: Distância restante

source: Distance unit
es: Unidad de distancia
fr: Unité de distance
pt_br: Unidade de distância

source: Distance units
es: Unidades de distancia
fr: Unités de distance
pt_br: Unidades de distância

source: Distance ·
es: Distancia ·
pt_br: Distância ·

source: Distance, %@ %@
es: Distancia, %@ %@
pt_br: Distância, %@ %@

source: Distance, pace & automatic run splits
es: Distancia, ritmo y parciales automáticos
fr: Distance, allure et temps intermédiaires automatiques
pt_br: Distância, ritmo e parciais automáticas

source: Done
es: Listo
fr: Terminé
pt_br: OK

source: Dumbbell Bench Press
es: Press de banca con mancuernas
fr: Développé couché avec haltères
pt_br: Supino com halteres

source: Dumbbell Romanian deadlift
es: Peso muerto rumano con mancuernas
fr: Soulevé de terre roumain avec haltères
pt_br: Levantamento terra romeno com halteres

source: Dumbbell bench press
es: Press de banca con mancuernas
fr: Développé couché avec haltères
pt_br: Supino com halteres

source: Dumbbell calf raise
es: Elevación de pantorrillas con mancuernas
fr: Élévation des mollets avec haltères
pt_br: Elevação de panturrilhas com halteres

source: Dumbbell curl
es: Curl con mancuernas
fr: Curl avec haltères
pt_br: Rosca com halteres

source: Dumbbell floor press
es: Press con mancuernas en el suelo
fr: Développé au sol avec haltères
pt_br: Supino com halteres no chão

source: Dumbbell glute bridge
es: Puente de glúteos con mancuerna
fr: Pont fessier avec haltère
pt_br: Ponte de glúteos com halter

source: Dumbbell shoulder press
es: Press de hombros con mancuernas
fr: Développé épaules avec haltères
pt_br: Desenvolvimento com halteres

source: Dumbbell triceps extension
es: Extensión de tríceps con mancuerna
fr: Extension des triceps avec haltère
pt_br: Extensão de tríceps com halter

source: Dumbbells
es: Mancuernas
fr: Haltères
pt_br: Halteres

source: Dumbbells, a bench and resistance bands.
es: Mancuernas, un banco y bandas de resistencia.
fr: Haltères, banc et bandes de résistance.
pt_br: Halteres, um banco e elásticos de resistência.

source: Duration · min
es: Duración · min
fr: Durée · min
pt_br: Duração · min

source: EZ curl bar
es: Barra EZ
fr: Barre EZ
pt_br: Barra W

source: Each distinct day with a logged run or completed strength sets adds one step. Every 10 training days opens another level.
es: Cada día distinto con una carrera registrada o series de fuerza completadas añade un paso. Cada 10 días de entrenamiento abren un nuevo nivel.
fr: Chaque jour distinct avec une course enregistrée ou des séries de musculation terminées ajoute une étape. Tous les 10 jours d’entraînement, un nouveau niveau s’ouvre.
pt_br: Cada dia diferente com corrida registrada ou séries de força concluídas adiciona um passo. A cada 10 dias de treino, um novo nível se abre.

source: Each week
es: Cada semana
fr: Chaque semaine
pt_br: A cada semana

source: Ease in
es: Inicio suave
fr: Départ en douceur
pt_br: Começo leve

source: Ease into conversational running.
es: Empieza suavemente a un ritmo que permita conversar.
fr: Démarrez doucement, à une allure permettant de parler.
pt_br: Comece devagar, em um ritmo que permita conversar.

source: Ease into the run.
es: Empieza la carrera suavemente.
fr: Commencez la course en douceur.
pt_br: Comece a corrida devagar.

source: Easy
es: Suave
fr: Facile
pt_br: Leve

source: Easy 30
es: 30 suaves
fr: 30 faciles
pt_br: 30 leves

source: Easy rhythm
es: Ritmo suave
fr: Allure facile
pt_br: Ritmo leve

source: Easy run
es: Carrera suave
fr: Course facile
pt_br: Corrida leve

source: Easy running
es: Carrera suave
fr: Course facile
pt_br: Corrida leve

source: Easy to steady to strong
es: De suave a constante e intenso
fr: Du facile au régulier, puis au soutenu
pt_br: Do leve ao constante e intenso

source: Edit effort & notes
es: Editar esfuerzo y notas
fr: Modifier l’effort et les notes
pt_br: Editar esforço e notas

source: Edit strength PR
es: Editar récord de fuerza
fr: Modifier le record de musculation
pt_br: Editar recorde de força

source: Edit this answer
es: Editar esta respuesta
fr: Modifier cette réponse
pt_br: Editar esta resposta

source: Edit this personal record
es: Editar este récord personal
fr: Modifier ce record personnel
pt_br: Editar este recorde pessoal

source: Effort & notes
es: Esfuerzo y notas
fr: Effort et notes
pt_br: Esforço e notas

source: Effort & session notes
es: Esfuerzo y notas de sesión
fr: Effort et notes de séance
pt_br: Esforço e notas da sessão

source: Enable Precise Location for hybrd in Settings to record an outdoor run.
es: Activa Ubicación precisa para hybrd en Ajustes para grabar una carrera al aire libre.
fr: Activez Position exacte pour hybrd dans Réglages afin d’enregistrer une course en extérieur.
pt_br: Ative Localização Precisa para o hybrd em Ajustes para gravar uma corrida ao ar livre.

source: Enable rest alerts
es: Activar avisos de descanso
fr: Activer les alertes de repos
pt_br: Ativar alertas de descanso

source: Endurance
es: Resistencia
pt_br: Resistência

source: Enter 80–250 cm or leave height blank.
es: Introduce entre 80 y 250 cm o deja la altura vacía.
fr: Saisissez de 80 à 250 cm ou laissez la taille vide.
pt_br: Insira de 80 a 250 cm ou deixe a altura em branco.

source: Enter a distance up to %@ and a duration up to 2,880 minutes. Both must be greater than zero.
es: Introduce una distancia de hasta %@ y una duración de hasta 2880 minutos. Ambas deben ser mayores que cero.
fr: Saisissez une distance maximale de %@ et une durée maximale de 2 880 minutes. Les deux doivent être supérieures à zéro.
pt_br: Insira uma distância de até %@ e uma duração de até 2880 minutos. Ambas devem ser maiores que zero.

source: Enter a height from 80 to 250 cm, or leave it blank.
es: Introduce una altura de 80 a 250 cm o déjala vacía.
fr: Saisissez une taille de 80 à 250 cm ou laissez ce champ vide.
pt_br: Insira uma altura de 80 a 250 cm ou deixe em branco.

source: Enter a name with 1–40 characters.
es: Escribe un nombre de 1 a 40 caracteres.
fr: Saisissez un nom de 1 à 40 caractères.
pt_br: Digite um nome com 1 a 40 caracteres.

source: Enter a valid age, or leave it blank.
es: Escribe una edad válida o déjala en blanco.
fr: Saisissez un âge valide, ou laissez le champ vide.
pt_br: Digite uma idade válida ou deixe em branco.

source: Enter a weekly distance from %@ to %@.
es: Introduce una distancia semanal de %@ a %@.
fr: Saisissez une distance hebdomadaire de %@ à %@.
pt_br: Insira uma distância semanal de %@ a %@.

source: Enter a weight from 20 to 400 kg, or leave it blank.
es: Introduce un peso de 20 a 400 kg o déjalo vacío.
fr: Saisissez un poids de 20 à 400 kg ou laissez ce champ vide.
pt_br: Insira um peso de 20 a 400 kg ou deixe em branco.

source: Enter four increasing boundaries from 30–250 bpm.
es: Introduce cuatro límites crecientes entre 30 y 250 lpm.
fr: Saisissez quatre seuils croissants entre 30 et 250 bpm.
pt_br: Insira quatro limites crescentes entre 30 e 250 bpm.

source: Enter the run you completed.
es: Introduce la carrera que completaste.
fr: Saisissez la course que vous avez effectuée.
pt_br: Insira a corrida que você concluiu.

source: Enter valid personal-best times.
es: Introduce tiempos válidos para tus récords personales.
fr: Saisissez des temps valides pour vos records personnels.
pt_br: Insira tempos válidos para seus recordes pessoais.

source: Enter your recent weekly distance, including zero if you’re starting out.
es: Escribe tu distancia semanal reciente, incluso cero si estás empezando.
fr: Saisissez votre distance hebdomadaire récente, y compris zéro si vous débutez.
pt_br: Digite sua distância semanal recente, incluindo zero se estiver começando.

source: Entered by you
es: Introducido por ti
fr: Saisi par vous
pt_br: Informado por você

source: Every day leaves a mark.
es: Cada día deja huella.
fr: Chaque jour laisse sa trace.
pt_br: Cada dia deixa uma marca.

source: Exercise
es: Ejercicio
fr: Exercice
pt_br: Exercício

source: Experience
es: Experiencia
fr: Expérience
pt_br: Experiência

source: Experience level
es: Nivel de experiencia
fr: Niveau d’expérience
pt_br: Nível de experiência

source: Explore hybrd
es: Explorar hybrd
fr: Découvrir hybrd
pt_br: Explorar o hybrd

source: Explore the app
es: Explorar la app
fr: Découvrir l’app
pt_br: Explorar o app

source: FRONT
es: FRENTE
fr: FACE
pt_br: FRENTE

source: Feet
es: Pies
fr: Pieds
pt_br: Pés

source: Feet & inches
es: Pies y pulgadas
fr: Pieds et pouces
pt_br: Pés e polegadas

source: Fill in your age, height, and weight from the health details you choose to share.
es: Completa tu edad, altura y peso con los datos de salud que decidas compartir.
fr: Renseignez votre âge, votre taille et votre poids à partir des données de santé que vous choisissez de partager.
pt_br: Preencha idade, altura e peso com os dados de saúde que escolher compartilhar.

source: Final interval
es: Último intervalo
fr: Dernier intervalle
pt_br: Último intervalo

source: Find a movement
es: Buscar movimiento
fr: Rechercher un mouvement
pt_br: Buscar movimento

source: Find a run for your day
es: Encuentra una carrera para hoy
fr: Trouvez une course pour votre journée
pt_br: Encontre uma corrida para o dia

source: Find best sets in my logs
es: Buscar mejores series en mis registros
fr: Trouver mes meilleures séries enregistrées
pt_br: Buscar melhores séries nos registros

source: Find equipment
es: Buscar equipo
fr: Rechercher un équipement
pt_br: Buscar equipamento

source: Find your flow
es: Encuentra tu ritmo
fr: Trouvez votre rythme
pt_br: Encontre seu ritmo

source: Find your flow.
es: Encuentra tu ritmo.
fr: Trouvez votre rythme.
pt_br: Encontre seu ritmo.

source: Find your next run.
es: Encuentra tu próxima carrera.
fr: Trouvez votre prochaine course.
pt_br: Encontre sua próxima corrida.

source: Find your rhythm
es: Encuentra tu ritmo
fr: Trouvez votre rythme
pt_br: Encontre seu ritmo

source: Find your rhythm.
es: Encuentra tu ritmo.
fr: Trouvez votre rythme.
pt_br: Encontre seu ritmo.

source: Finding GPS…
es: Buscando GPS…
fr: Recherche du GPS…
pt_br: Buscando GPS…

source: Finding my rhythm again
es: Recuperando mi ritmo
fr: Retrouver mon rythme
pt_br: Retomando meu ritmo

source: Finding rhythm
es: Encontrando el ritmo
fr: Le rythme s’installe
pt_br: Encontrando o ritmo

source: Finish
es: Finalizar
fr: Terminer
pt_br: Finalizar

source: Finish and review
es: Finalizar y revisar
fr: Terminer et vérifier
pt_br: Finalizar e revisar

source: Finish the main block comfortably hard, with no sprint.
es: Termina el bloque principal con un esfuerzo exigente pero sostenible, sin sprint.
fr: Terminez le bloc principal avec un effort soutenu mais maîtrisé, sans sprint.
pt_br: Termine o bloco principal com um esforço intenso, mas sustentável, sem sprint.

source: Finish this run?
es: ¿Finalizar esta carrera?
fr: Terminer cette course ?
pt_br: Finalizar esta corrida?

source: Finish this session?
es: ¿Finalizar esta sesión?
fr: Terminer cette séance ?
pt_br: Finalizar esta sessão?

source: Finish workout
es: Finalizar entrenamiento
fr: Terminer l’entraînement
pt_br: Finalizar treino

source: Finish your run?
es: ¿Finalizar tu carrera?
fr: Terminer votre course ?
pt_br: Finalizar sua corrida?

source: First footprint
es: Primera huella
fr: Première empreinte
pt_br: Primeira marca

source: First logged
es: Primer registro
fr: Premier résultat
pt_br: Primeiro registro

source: First seven days
es: Primeros siete días
fr: Les sept premiers jours
pt_br: Primeiros sete dias

source: First steps
es: Primeros pasos
fr: Premiers pas
pt_br: Primeiros passos

source: First to latest comparable efforts · all time
es: Del primer al último esfuerzo comparable · total
fr: Du premier au dernier effort comparable · depuis le début
pt_br: Do primeiro ao último esforço comparável · total

source: First, what should we call you?
es: Primero, ¿cómo te llamas?
fr: Pour commencer, comment vous appelez-vous ?
pt_br: Primeiro, como podemos chamar você?

source: Five personal zones
es: Cinco zonas personales
fr: Cinq zones personnelles
pt_br: Cinco zonas pessoais

source: Flexibility belongs in your training. Your plan should fit your life as it changes.
es: La flexibilidad tiene lugar en tu entrenamiento. Tu plan debe adaptarse a los cambios de tu vida.
fr: La souplesse a sa place dans l’entraînement. Votre plan doit s’adapter à votre vie.
pt_br: A flexibilidade faz parte do treino. Seu plano deve acompanhar as mudanças da sua vida.

source: Foam roller
es: Rodillo de espuma
fr: Rouleau de massage
pt_br: Rolo de liberação

source: Focus areas
es: Zonas prioritarias
fr: Zones prioritaires
pt_br: Áreas de foco

source: For %@, and the athlete you’re becoming.
es: Para %@ y el atleta en quien te estás convirtiendo.
fr: Pour %@ et la personne sportive que vous devenez.
pt_br: Para %@ e o atleta que você está se tornando.

source: Four weeks of easy running and foundational strength. Here’s how your first week fits together.
es: Cuatro semanas de carrera suave y fuerza básica. Así se organiza tu primera semana.
fr: Quatre semaines de course facile et de renforcement de base. Voici l’organisation de votre première semaine.
pt_br: Quatro semanas de corrida leve e força básica. Veja como sua primeira semana se organiza.

source: Free weights
es: Pesos libres
fr: Poids libres
pt_br: Pesos livres

source: Free weights, benches, cables and machines.
es: Pesas libres, bancos, poleas y máquinas.
fr: Poids libres, bancs, poulies et machines.
pt_br: Pesos livres, bancos, cabos e máquinas.

source: From
es: Desde
fr: À partir du
pt_br: De

source: From your first mile to your fastest marathon. Add the distances you’ve raced or timed.
es: Desde tu primera milla hasta tu maratón más rápido. Añade las distancias que has competido o cronometrado.
fr: De votre premier mille à votre marathon le plus rapide. Ajoutez les distances courues en compétition ou chronométrées.
pt_br: Da sua primeira milha à sua maratona mais rápida. Adicione as distâncias que disputou ou cronometrou.

source: From your logged sets
es: De tus series registradas
fr: D’après vos séries enregistrées
pt_br: Das suas séries registradas

source: Full gym
es: Gimnasio completo
fr: Salle complète
pt_br: Academia completa

source: GPS connected
es: GPS conectado
fr: GPS connecté
pt_br: GPS conectado

source: GPS interrupted
es: GPS interrumpido
fr: GPS interrompu
pt_br: GPS interrompido

source: GPS not started
es: GPS sin iniciar
fr: GPS non démarré
pt_br: GPS não iniciado

source: GPS, heart rate and laps record on this Watch. Your phone can stay behind.
es: El GPS, la frecuencia cardíaca y las vueltas se registran en este Watch. Puedes dejar el teléfono en casa.
fr: Le GPS, la fréquence cardiaque et les tours sont enregistrés sur cette Watch. Vous pouvez laisser votre téléphone à la maison.
pt_br: GPS, frequência cardíaca e voltas são registrados neste Watch. Você pode deixar o telefone em casa.

source: General fitness
es: Condición física general
fr: Forme générale
pt_br: Condicionamento geral

source: Gently build to a steady, controlled pace.
es: Aumenta suavemente hasta un ritmo constante y controlado.
fr: Augmentez doucement jusqu’à une allure régulière et maîtrisée.
pt_br: Aumente gradualmente até um ritmo constante e controlado.

source: Get 2 months free
es: Obtén 2 meses gratis
fr: Profitez de 2 mois offerts
pt_br: Ganhe 2 meses grátis

source: Give every run a personal effort range. Enter the boundaries you already use.
es: Dale a cada carrera un rango de esfuerzo personal. Introduce los límites que ya utilizas.
fr: Donnez à chaque course une plage d’effort personnelle. Saisissez les seuils que vous utilisez déjà.
pt_br: Dê a cada corrida uma faixa de esforço pessoal. Insira os limites que você já usa.

source: Glute bridge
es: Puente de glúteos
fr: Pont fessier
pt_br: Ponte de glúteos

source: Glutes
es: Glúteos
fr: Fessiers
pt_br: Glúteos

source: Go to today
es: Ir a hoy
fr: Aller à aujourd’hui
pt_br: Ir para hoje

source: Goals & rhythm
es: Objetivos y ritmo
fr: Objectifs et rythme
pt_br: Objetivos e ritmo

source: Goals & weekly rhythm
es: Objetivos y ritmo semanal
fr: Objectifs et rythme hebdomadaire
pt_br: Objetivos e ritmo semanal

source: Goblet squat
es: Sentadilla goblet
fr: Squat gobelet
pt_br: Agachamento goblet

source: Going the distance
es: Llegando lejos
fr: Tenir la distance
pt_br: Indo mais longe

source: Gradually ease the pace.
es: Reduce el ritmo gradualmente.
fr: Ralentissez progressivement.
pt_br: Reduza o ritmo gradualmente.

source: Gradually slow down and let your breathing settle.
es: Reduce la velocidad gradualmente y deja que tu respiración se calme.
fr: Ralentissez progressivement et laissez votre respiration s’apaiser.
pt_br: Desacelere gradualmente e deixe a respiração se acalmar.

source: Gradually slow down.
es: Reduce la velocidad gradualmente.
fr: Ralentissez progressivement.
pt_br: Desacelere gradualmente.

source: Gym setup
es: Equipo del gimnasio
fr: Équipement de la salle
pt_br: Equipamento da academia

source: HEART RATE
es: FRECUENCIA CARDÍACA
fr: FRÉQUENCE CARDIAQUE
pt_br: FREQUÊNCIA CARDÍACA

source: HR not set
es: FC sin definir
fr: FC non définie
pt_br: FC não definida

source: HR target not set
es: Objetivo de FC sin definir
fr: Cible de FC non définie
pt_br: Alvo de FC não definido
